#### `terragrunt plan` Success
<details><summary>Show Output</summary>

```
09:01:34.931 STDOUT terraform: Terraform used the selected providers to generate the following execution
09:01:34.931 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
09:01:34.931 STDOUT terraform:   + create
09:01:34.931 STDOUT terraform: Terraform will perform the following actions:
09:01:34.931 STDOUT terraform:   # local_file.foo will be created
09:01:34.931 STDOUT terraform:   + resource "local_file" "foo" {
09:01:34.931 STDOUT terraform:       + content              = "dev content ABC new"
09:01:34.931 STDOUT terraform:       + content_base64sha256 = (known after apply)
09:01:34.931 STDOUT terraform:       + content_base64sha512 = (known after apply)
09:01:34.931 STDOUT terraform:       + content_md5          = (known after apply)
09:01:34.931 STDOUT terraform:       + content_sha1         = (known after apply)
09:01:34.932 STDOUT terraform:       + content_sha256       = (known after apply)
09:01:34.932 STDOUT terraform:       + content_sha512       = (known after apply)
09:01:34.932 STDOUT terraform:       + directory_permission = "0777"
09:01:34.932 STDOUT terraform:       + file_permission      = "0777"
09:01:34.932 STDOUT terraform:       + filename             = "dev"
09:01:34.932 STDOUT terraform:       + id                   = (known after apply)
09:01:34.932 STDOUT terraform:     }
09:01:34.932 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
09:01:34.932 STDOUT terraform: 
09:01:34.932 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
09:01:34.932 STDOUT terraform: Note: You didn't use the -out option to save this plan, so Terraform can't
09:01:34.932 STDOUT terraform: guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Workflow: `Terragrunt Plan PR Comment`, Action: `__the-commons-project_terragrunt-github-actions_3`, Working Directory: `env/dev`, Workspace: `default`*
